Repository: dss-web/dss-hogan-downloads
Catalog: languages/dss-hogan-downloads-*.po
Languages: nb_no

source: Download the file
nb_no: Last ned filen

source: in %s format
nb_no: i %s-format

source: Download files
nb_no: Laste ned filer

source: Downloads
nb_no: Nedlastinger

source: Create one or multiple lists of downloads
nb_no: Opprett én eller flere lister med nedlastbare filer

source: Add downloads
nb_no: Legg til nedlastinger

source: Download
nb_no: Nedlasting

source: Box title
nb_no: Bokstittel

# ACF Instruction
source: Optional box title for the files. If not filled in "Download files" is used as title.
nb_no: Valgfri boktittel. Hvis ikke fylt ut, brukes "Last ned filer” som tittel.

source: File
nb_no: Fil

# ACF Instruction
source: Allowed file types
nb_no: Tillatte filtyper

source: Title
nb_no: Tittel

# ACF Instruction
source: Optional title for the file. If not filled in "Download the file" is used as title. Note that format and size is added automatically.
nb_no: Valgfri tittel for filen. Hvis ikke fylt ut, brukes "Last ned filen" som tittel. Merk at format og størrelse legges etter tittel automatisk.

source: Additional files
nb_no: Flere filer

source: Add more files and create a list of downloadable files
nb_no: Legge til flere filer og opprett en liste over nedlastbare filer

source: Add files
nb_no: Legg til filer

source: DSS Hogan Module: Downloads
nb_no: DSS Hogan-modul: Nedlastinger

source: DSS Download Module for Hogan.
nb_no: DSS nedlastingmodul for Hogan.
